logs/ycsb_redis/native/1_62/1_20190817215835_024/20190817215835_024_a.log
[OVERALL], RunTime(ms), 163
[OVERALL], Throughput(ops/sec), 6134.9693251533745
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 24
[CLEANUP], AverageLatency(us), 38.291666666666664
[CLEANUP], MinLatency(us), 20
[CLEANUP], MaxLatency(us), 339
[CLEANUP], 95thPercentileLatency(us), 38
[CLEANUP], 99thPercentileLatency(us), 339
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 1948.714
[INSERT], MinLatency(us), 188
[INSERT], MaxLatency(us), 20047
[INSERT], 95thPercentileLatency(us), 6663
[INSERT], 99thPercentileLatency(us), 13255
[INSERT], Return=OK, 1000